Repository: tim1mw/railtimetable
Catalog: languages/railtimetable-*.po
Languages: cy_gb

source: arr
cy_gb: cyr

source: dep
cy_gb: gad

source: Timetable
cy_gb: Amserlen

source: Today's Trains
cy_gb: Trenau Heddiw

source: Tomorrow's Trains
cy_gb: Trenau Yfory

source: Next Trains
cy_gb: Trenau nesaf ar

source: Timetable for
cy_gb: Amserlen ar gyfer

source: Special Event
cy_gb: Digwyddiadau Arbennig

source: No trains tomorrow
cy_gb: Dim Trenau Yfory

source: No trains today
cy_gb: Dim Trenau Heddiw

source: Close
cy_gb: Caewch

source: Buy Tickets
cy_gb: Prynu Tocynnau

source: Mondays
cy_gb: Dydd Llun

source: Tuesdays
cy_gb: Dydd Mawrth

source: Wednesdays
cy_gb: Dydd Mercher

source: Thursdays
cy_gb: Dydd Iau

source: Fridays
cy_gb: Dydd Gwener

source: Saturdays
cy_gb: Dydd Sadwrn

source: Sundays
cy_gb: Dydd Sul

source: Not
cy_gb: Ddim

source: Runs
cy_gb: Yn gweithredu

source: No Upcoming Events
cy_gb: Dim Digwyddiadau i Ddod
